{
    "entity_number": 6,
    "entities": [
        {
            "entityID": "0",
            "name": "Skydive Madrid",
            "img_url": "assets/dz_images/SkydiveMadridJBourton.jpg",
            "img_description": "Me taking my AFF course at the sunny Skydive Madrid.",
            "likes": "<li>Almost always sunny! Jumping all day round, and usually you only have to wait a couple of loads until you can go up again.</li><li>Small DZ where people know each other well. Makes for chill vibes once the final load has landed and you crack open some beers to watch the last part of sunset.</li><li>They make some banging bocadillos in the kitchen (obviously important if you've got your priorities straight)</li>",
            "dislikes": "<li>Shop prices were a bit too high to be reasonable</li><li>Despite having Madrid in the name, you can barely see Madrid from the sky! So don't expect a sweeping view of the city as you climb to altitude, because you won't get it :/</li><li>Surrounding landscape is a bit dry and brown</li><li>Landing area outside of the astroturf is hardened mud - if you have a bad landing, it hurts!</li>",
            "kit_rental": "Yes. A parachute will set you back €21 per jump, and packing costs €5. There are also weight belts for you to borrow to assist you with your fall rate.",
            "ticket_cost": "€35 for a single ticket, €340 for 10, €825 for 25 or €1550 for 50.",
            "weather": "This is sunny spain after all, 9 times out of 10 cloud coverage will be insignifcant for at least some skydivers to jump. However, your jump experience may be impacted with high winds.",
            "min_licence": "The higher the windspeed the more experienced of a skydiver you will have to be to be allowed to jump. Exactly what these limits are is chosen by the Jumpmaster on the day.",
            "location_lbl": "This dropzone is located just on the outskirts of Madrid, and is pretty difficult to get too without a car honsetly.",
            "location_src": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3059.305347487577!2d-3.5021700851861133!3d39.9345590927473!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd420a08b6812e09%3A0x2dd5f57993cb11d6!2sCentro%20de%20Paracaidismo%20Skydive%20MADRID!5e0!3m2!1sen!2suk!4v1673877570148!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='https://www.skydivemadrid.es/en/'>https://www.skydivemadrid.es/en/</a></li><li>Email: <a href='mailto:info@skydivemadrid.es'>info@skydivemadrid.es</a></li><li>Telephone: <a href='tel:+34911299376'>+34 911299376</a></li><li><a href='https://www.instagram.com/skydive_madrid/'>Instagram</a></li>",
            "comments": {
                "Bob Dylan": "Why would you ever jump out of a perfectly good aeroplane??",
                "Ryan Kennedy": "OOOH, I'VE BEEN THERE TOOO!!!",
                "username": "HIIIIIII guysss",
                "hi": "fsd",
                "FlyByTheWay": "Testing comment",
                "14bourtonjos": "Another thing about jumps",
                "$$$person": "I can afford the gear haha",
                "whytho": "why bother commenting, right?",
                "bluebackpack": "I wanna use my new helmet cam over this place",
                "publicspeaker": "I can tell you a thing or two young man",
                "backpacker": "is the area good to travel in?",
                "serialAnswerer": "why yes, it is!",
                "WeCommentLikeMad": "Another comment, I'm spamming! DDOS time haha",
                "DDOSguy": "Spammm",
                "anotherSpammer": "I don't even like skydiving lmao"
            }
        },
        {
            "id": "1",
            "name": "GoSkydive",
            "img_url": "assets/dz_images/GoSkydiveJBourton.JPG",
            "img_description": "Me on my first ever skydive, falling over sailsbury and with a very, very confused brain, trying to make sense of why I willingly chose to fall through the sky.",
            "likes": "<li>You can see stonehenge once under canopy! How cool is that!<li>There are some incredibly experienced instructors working there (as of 2020) that are amazing to learn new skills from!</li><li>Next to an aviation museum with a wealth of history inside of it, that's free to enter as a customer of goskydive, and cheap for all other visitors. If you like planes, then you'll have an amazing time looking around the mueseum. In fact, the dropzone itself was used during WW2 for some critically important missions, which you can learn about on-site.</li><li>The surrounding area of Old Sarum is rich in English heritige, which you can explore after your skydive at your leisure. If you're interested in finding out more about Old Sarum, here's an interesting website: https://www.english-heritage.org.uk/visit/places/old-sarum/history/</li>",
            "dislikes": "<li>In our opinion, this DZ was poorly organised and extremley money-oriented</li><li>It's also very tandem-focused, so change your expectations if you're expecting to be given lots of attention and space throughout the day as a fun jumper.</li>",
            "kit_rental": "Back in 2021, gear rental was temporarilly free for AFF students. However, we are almost certain that this is no longer the case, so we cannot provide a price estimate for this dropzone unfortunately.",
            "ticket_cost": "Jump tickets cost £25 in 2021 but we consider it very likely that there will have been a change since then. However, this has not been updated on their website.",
            "weather": "yeahhhh... this is a grim one. GoSkydive IS is southern England after all, so what can we expect really, but this DZ has to call off a lot of planes due to poor weather conditions. Sailsbury only gets about 50 days of sun a year, and some of those days are too windy for jumping, so bear that in mind. Our only advice here is go expecting good vibes but not necessarily any jumps, because the people here are chill but the weather is most certainly not. We'll keep our fingers crossed for blue skies for you!",
            "min_licence": "We don't think that GoSkydive will be too receptive to A Licence holders here anymore unfortunately. Perhaps if you rock up with your squad, and all of you are realtively experienced sport jumpers, they'll allow you to jump (if you make them look cool ofc, which how could you not with drip like that??) but don't take our word for it.",
            "location_lbl": "This dropzone is located in the culturally rich area of Old Sarum, Sailsbury. It's beautiful, and we recommend you explore it whilst you're in the area - especially Stonehenge!",
            "location_src": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2505.335006154199!2d-1.781935284761335!3d51.10227894806426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4873eeb44e2850a1%3A0xeee833e5e915ba2f!2sGoSkydive!5e0!3m2!1sen!2suk!4v1673877469446!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='https://www.goskydive.com/'>https://www.goskydive.com/</a></li><li>Email: <a href='mailto:info@goskydive.com'>info@goskydive.com></a></li><li>Telephone: <a href='tel:+441722568604'>01722 568604</a></li><li><a href='https://www.instagram.com/goskydiveuk/'>Instagram</a></li>",
            "comments": {
                "BegruntledCustomer": "Some pretty sketchy business practices here...",
                "Tandem-Man": "whooooo what a place :))))",
                "Stonehenge fanboy": "Did you know, Stonehenge is almost below you as you skydive here - cool right?",
                "Geeky Guy": "There's lot of super interesting military history here, that's why I'm going next summer!"
            }
        },
        {
            "id": "2",
            "name": "SkyHigh Skydiving",
            "img_url": "assets/dz_images/Durham.jpg",
            "img_description": "Photo by <a href='https://unsplash.com/@kamilpphotos?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Kamil Pietrzak</a> on <a href='https://unsplash.com/s/photos/dropzone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
            "likes": "<li>For starters, it's super near Durham, which means Durham Uni students can go skydiving on the weekends whenever they want - result!</li><li>The owners of this DZ are pretty passionate about the sport themselves and want to foster the spirit of the super sport of skydiving - they hold events every year such as hot air baloon jumping and cool boogies with much better, open-backed planes. We love to see it!</li>",
            "dislikes": "<li>Currently only open Friday to Sunday; what if I have a day off during the week and want to jump!? I can't. Noooooooo!!</li><li>Quite 'out in the sticks' so it will take you a while to get there, especially if you don't have a car (ughhh, worth it though).</li>",
            "kit_rental": "Kit hire is £15 which again, we don't feel that you can complain about. It's a decent amount cheaper than the average English dropzone.",
            "ticket_cost": "A jump ticket costs just £25, which we find to be pretty reasonable. However, weirdly enough, a hop-and-pop from a third of the alititude will cost the exact same price. Hmmmm, weird. We'd also like to point out that a coached FS or FF jump will set you back a smooth £60, which could be much worse. Overall, go Durham! We rock your prices!",
            "weather": "Again with the English dropzones, we really don't be having that smooooth weather. Expect cloudy skies, rain and cancelled jumps reguarly, but at least you'll be in good company waiting around the DZ! One of my favourite previous instructors once told me 'you can do a degree in the time you spend waiting around for English weather to clear' and then proceeded to complete an entire music degree, true to his word. So, fellow students, if you're bored and waiting for those clear skies, get out your study books and get to it!",
            "min_licence": "To make a refreshing change to the way most DZs operate, we've heard that the owners of SkyHigh are enthusiasts of the sport themselves, so you'll have a decent amount of encouragement and progression in the sport here. An A licence will do you just fine, but remeber, if you haven't jumped in a month you'll need to do a cheeky checkout jump with your instructor just to make sure you remeber the mooooveszz.",
            "location_lbl": "Located in the lovely countryside of our very own County Durham, you can take a while to enjoy the rural area after your jump if you'd like a walk. How charming!",
            "location_src": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d9207.471576857091!2d-1.3877422!3d54.7647094!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xb6365e0321403ea1!2sSky-High%20Skydiving!5e0!3m2!1sen!2suk!4v1674502179866!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='https://skyhighskydiving.co.uk/'>https://skyhighskydiving.co.uk/</a></li><li>Email: <a href='mailto:info@skyhighskydiving.co.uk'>info@skyhighskydiving.co.uk</a></li><li>Telephone: <a href='tel:01915171234'>0191 517 1234</a></li><li><a href='https://www.instagram.com/sky_high_skydive/'>Instagram</a></li>",
            "comments": {
                "John Locke": "I love that this is right in our back yard",
                "Ryan Goslino": "Go County Durham!!!",
                "FlyByTheWay": "We're back, with another episode of cool places to jump!",
                "InquisitiveCat": "So, how do you get here? Bus? Parachute landing?",
                "14bourtonjos": "This will be such a cool place to jump this year!"
            }
        },
        {
            "id": "3",
            "name": "Skydive Egypt",
            "img_url": "assets/dz_images/Egypt.jpg",
            "img_description": "Photo by <a href='https://unsplash.com/@8moments?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Simon Berger</a> on <a href='https://unsplash.com/photos/QxPNDh0_5EQ?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
            "likes": "<li>Seeing the Great Pyramids of Giza is a bucket list thing for many of us, but having the opportunity to skydive over them takes it to a whole other level!</li><li>Once you land (in front of the Pyramids!) you will be picked up by a camel and taken back to the DZ. Awesome!</li><li>The aircraft you're jumping from will be a super cool millitary-operated Hercules C-130, which is perhaps one of the coolest planes any skydiver could jump out of. Get you're best Tom Cruise impression ready and prepare for a tactical mission over the Pyramids!</li>",
            "dislikes": "<li>It's incredibly pricey WITHOUT all the other factors included, but once you start looking at the added costs like visas, flights etc you're gonna wanna scream into your pillow because blimeyyyyy it's pricey!</li><li>There's a fair amount of resctriction on the landing area due to the pyramids being a protected site, so you'll have to be super careful where you land.</li>",
            "kit_rental": "No. You will need to bring your own equipment from home unfortunately. You could also rent some before you leave for Egypt.",
            "ticket_cost": "You'll be paying between $2000-$2800 per solo skydive, so this is definitely not a jump for the faint of wallet! However, this does include hotel accomodation (in a pretty sweet hotel if we don't say so ourself), meals and ground transfer around egypt.",
            "weather": "It's in the middle of a desert, so we're fairly certain that you have a good chance of sun and clear skies here!",
            "min_licence": "You will need a minimum of 100 jumps and a B Licence to jump here, which honestly we find to be a pretty reasonable requirement. Even from complete begginer level having done no jumps, and in the right location, with the right instructors you can get up to that number in a couple weeks no problem. Egypt here you come!",
            "location_lbl": "The iconic Great Pyramids of Giza - if you don't know about these mand-made wonders already, then you're beyond saving!",
            "location_src": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3456.0403634662775!2d31.131160014518777!3d29.978269978651834!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14584587ac8f291b%3A0x810c2f3fa2a52424!2sThe%20Great%20Pyramid%20of%20Giza!5e0!3m2!1sen!2suk!4v1673883052227!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='https://skydivehigh.com/skydive-egypt/'>https://skydivehigh.com/skydive-egypt/</a></li><li>Email: <a href='mailto:info@incredible-adventures.com'>info@incredible-adventures.com</a></li><li>Telephone: <a href='tel:+8006447382'>800-644-7382</a></li><li><a href='https://www.instagram.com/skydiveegypt/?hl=en'>Instagram</a></li>",
            "comments": {
                "Old Giza": "We LOVE the pyramids!",
                "Swooping cool": "I wanna pond swoop with my .108 'chute here dude!",
                "Mummy": "Scary mummy person",
                "Hal-O-Ween": "My name is Hal",
                "Nerd.": "How do you even build those things!?",
                "Naow": "Yee-hahh! Egypt here we come buddy",
                "Less go": "Epic place that",
                "PuppyEyes": "But... I can't pay for that!",
                "DurhamAbroad": "I'll go here because Rah"
            }
        },
        {
            "id": "4",
            "name": "Skydive Belize",
            "img_url": "assets/dz_images/Belize.jpg",
            "img_description": "Image by <a href='https://www.freepik.com/free-photo/turquoise-blue-texture-fluid-background-with-bubble_4298910.htm#query=belize%20blue%20hole&position=3&from_view=search&track=ais'>Freepik</a>",
            "likes": "<li>This is one of the most desirable jumps in the world to make. Looking down from the plane into the deep blue abyss that is the blue hole is sure to make your jaw drop on your heart sing. How beautiful would that be!?</li><li>You can jump in flip flops and swim shorts if you like - sound pretty liberating to us!</li><li>Once you get picked up by the rescue boat, it takes you straight onto a scuba diving session in the blue hole! How freaking awesome would that be!?</li>",
            "dislikes": "<li>Jumping into the blue hole requires you to perform a water landing. Whilst this is safe enough, with boats on hand ready to pick you up straight after you land in the water, there's a problem.</li><li>Salt water. Salt water is not at all healthy for your skydiving gear, so after just a few jumps you may need to replace your multi-thousand pound 'chute; no thanks!</li><li>mentioned liking that you can jump in flip flops, but the downside to that point is that safety regulations might not be *quite* the same as in Europe - so make sure you know your gear is in tip top condition before you consider jumping here!</li><li>The price is enough to make you want to cry. Understandbly, maybe, because the logistics, equipment and permits (*COUGH*COUGH*bribes*COUGH) involved in this adventure of a lifetime are incredibly expensive for the company, but even so, if this jump is now on your bucket list then start saving now!</li>",
            "kit_rental": "Included in the ticket cost. Just as well, because salt water ruins your gear FAST.",
            "ticket_cost": "For a solo jump, with scuba diving and gear maintinence after, we believe the cost is currently set at an eye watering $2200 per jump. If you can afford that then you're in for the jump of a lifetime - if not, I feel your pain buddy (*begins to cry in really poor student*).",
            "weather": "It's the Carribean Sea, so lets be honest, the weather is practically perfect all year round. Buuuttt it's venerable to some pretty extreme weather, with the risk of tsunamis and other natural disasters very much present, so watch the season you go.",
            "min_licence": "It doesn't acutally say on their website, but let's be honest here, there's no way their letting you jump solo with any less than 200 jumps and a C Licence. This is an objectively difficult and dangerous jump, and you'll need to have your water training certification and much skill to even think about attempting it. If they let you jump on any less than a C Licence then we advise that you get the hell out of there, fast! Because DZs that actually follow saftey regulations ARE cool, remember guys!",
            "location_lbl": "Located in Central America and surrounded by the beatifully biodiverse wonder that is the Carribean sea, you can find the Blue Hole in Belize. And you can land right in the middle of it - woah",
            "location_src": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3796.3175436247034!2d-87.96727838572006!3d17.917337292021447!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8f5c9ba0dc9d9121%3A0x7da17219be53e7ea!2sSan%20Pedro%20Airport!5e0!3m2!1sen!2suk!4v1673880272258!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='https://www.skydivebelize.com/'>https://www.skydivebelize.com/</a></li><li>N/A</li><li>N/A</li><li><a href='https://www.instagram.com/skydive.belize/?hl=en'>Instagram</a></li>",
            "comments": {
                "Questionable": "Does this even, like, still exist bro??",
                "Josh": "Belize looks stunning!!",
                "TrailRunner": "Lets go for a run by the blue hole, ¿por que no?"
            }
        },
        {
            "id": "5",
            "name": "Skydive Maldives",
            "img_url": "assets/dz_images/Maldives.jpg",
            "img_description": "Photo by <a href='https://unsplash.com/@seefromthesky?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Ishan @seefromthesky</a> on <a href='https://unsplash.com/s/photos/maldives?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
            "likes": "<li>THE VIEW!!! LOOK AT THAT VIEW!</li><li>The landing area is the beach - why not swoop down onto the sand and grab a beer from your buddies hand before you hit the ground ;)</li><li>There's plenty of other activities to do outside of skydiving. Why not go scuba diving with sharks, or get your tan going on the beaches? You're in the maldives after all!</li>",
            "dislikes": "<li>200 skydives is a pretty high jump; this place is only for the experienced</li><li>Expensive. The dropzone and the surrounding area will burn a whole in all but the most wealthy skydivers out there :/</li><li>Logicistically it's gonna be a hard one getting together the whole squad for a cheeky maldives trip, but if you can, the reward is absolute eye candy from above!</li>",
            "kit_rental": "We found no trace of this DZ offering equipment rental, so we're gonna go ahead and say nah, they don't offer any. It's unlikely they'd want to ruin their own kit if you make an off-landing in the sea, but bear that one in mind for yourself also.",
            "ticket_cost": "Bit of a weird one here. It looks like this DZ mainly focuses on offering tandem skydives so if you just rock up by yourself they're not gonna have a nice warm seat ready for just you unfortunately (awwww). However, all is not lost! If you have a squad of 5 or more people then you can buy jump tickets at $252/pp, which is way above the usual price but perhaps worth it for that island viewwww babyyyy. Even better, if you can manage to get a squad of 16 very sane people who enjoy jumping out of perfectly good aeroplanes with you for fun, then a ticket will cost you $79/pp - that's sounding much better!",
            "weather": "As long as you avoid the wet season (May to November) you are all set for blue skies and sound vibes, free falling over this beautiful island nation. Nice!",
            "min_licence": "A B-licence, minimum of 200 jumps AND water training is needed to jump here. It's not a DZ for begginers by any means, but hey, if you're new to the sport then you have trips like this one to look forward to in the future!",
            "location_lbl": "This dropzone is located on the beautiful island nation of The Maldives",
            "location_src": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d15958.092625645282!2d73.154111!3d-0.69694!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xdfe1ee1fd8e4dab1!2sSkydiving%20Maldives!5e0!3m2!1sen!2suk!4v1673953741405!5m2!1sen!2suk",
            "dz_contacts": "<li>Website: <a href='http://joomla.kandima.com/index.php/en/kool-things/sky-diving'>http://joomla.kandima.com/index.php/en/kool-things/sky-diving</a></li><li>N/A</li>Telephone: <a href='tel:+9609922422'>+960 992-2422</a></li><li><a href='https://www.instagram.com/skydive_maldives/'>Instagram</a></li>",
            "comments": {
                "TunnelFlyer": "I would love a wind tunnel right there",
                "BeachyCool": "I wanna swim here, so prettyyyyyy",
                "FlyByTheWay": "I actually must go here",
                "madCommenter": "I strike again!",
                "JamONcroissant": "What's the food like here then?"
            }
        }
    ]
}