{
    "name" : "SkyHigh Skydiving",
    "img_url" : "assets/dz_images/Durham.jpg",
    "img_description" : "Photo by <a href='https://unsplash.com/@kamilpphotos?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Kamil Pietrzak</a> on <a href='https://unsplash.com/s/photos/dropzone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
    "likes" : "<li>For starters, it's super near Durham, which means Durham Uni students can go skydiving on the weekends whenever they want - result!</li><li>The owners of this DZ are pretty passionate about the sport themselves and want to foster the spirit of the super sport of skydiving - they hold events every year such as hot air baloon jumping and cool boogies with much better, open-backed planes. We love to see it!</li>",
    "dislikes" : "<li>Currently only open Friday to Sunday; what if I have a day off during the week and want to jump!? I can't. Noooooooo!!</li><li>Quite 'out in the sticks' so it will take you a while to get there, especially if you don't have a car (ughhh, worth it though).</li>",
    "kit_rental" : "Kit hire is £15 which again, we don't feel that you can complain about. It's a decent amount cheaper than the average English dropzone.",
    "ticket_cost" : "A jump ticket costs just £25, which we find to be pretty reasonable. However, weirdly enough, a hop-and-pop from a third of the alititude will cost the exact same price. Hmmmm, weird. We'd also like to point out that a coached FS or FF jump will set you back a smooth £60, which could be much worse. Overall, go Durham! We rock your prices!",
    "weather" : "Again with the English dropzones, we really don't be having that smooooth weather. Expect cloudy skies, rain and cancelled jumps reguarly, but at least you'll be in good company waiting around the DZ! One of my favourite previous instructors once told me 'you can do a degree in the time you spend waiting around for English weather to clear' and then proceeded to complete an entire music degree, true to his word. So, fellow students, if you're bored and waiting for those clear skies, get out your study books and get to it!",
    "min_licence" : "To make a refreshing change to the way most DZs operate, we've heard that the owners of SkyHigh are enthusiasts of the sport themselves, so you'll have a decent amount of encouragement and progression in the sport here. An A licence will do you just fine, but remeber, if you haven't jumped in a month you'll need to do a cheeky checkout jump with your instructor just to make sure you remeber the mooooveszz.",
    "location_lbl" : "Located in the lovely countryside of our very own County Durham, you can take a while to enjoy the rural area after your jump if you'd like a walk. How charming!",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d9207.471576857091!2d-1.3877422!3d54.7647094!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xb6365e0321403ea1!2sSky-High%20Skydiving!5e0!3m2!1sen!2suk!4v1674502179866!5m2!1sen!2suk",
    "dz_contacts" : "<li>Website: <a href='https://skyhighskydiving.co.uk/'>https://skyhighskydiving.co.uk/</a></li><li>Email: <a href='mailto:info@skyhighskydiving.co.uk'>info@skyhighskydiving.co.uk</a></li><li>Telephone: <a href='tel:01915171234'>0191 517 1234</a></li><li><a href='https://www.instagram.com/sky_high_skydive/'>Instagram</a></li>"
}



