{
    "name" : "Skydive Egypt",
    "img_url" : "assets/dz_images/Egypt.jpg",
    "img_description" : "Photo by <a href='https://unsplash.com/@8moments?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Simon Berger</a> on <a href='https://unsplash.com/photos/QxPNDh0_5EQ?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
    "likes" : "<li>Seeing the Great Pyramids of Giza is a bucket list thing for many of us, but having the opportunity to skydive over them takes it to a whole other level!</li><li>Once you land (in front of the Pyramids!) you will be picked up by a camel and taken back to the DZ. Awesome!</li><li>The aircraft you're jumping from will be a super cool millitary-operated Hercules C-130, which is perhaps one of the coolest planes any skydiver could jump out of. Get you're best Tom Cruise impression ready and prepare for a tactical mission over the Pyramids!</li>",
    "dislikes" : "<li>It's incredibly pricey WITHOUT all the other factors included, but once you start looking at the added costs like visas, flights etc you're gonna wanna scream into your pillow because blimeyyyyy it's pricey!</li><li>There's a fair amount of resctriction on the landing area due to the pyramids being a protected site, so you'll have to be super careful where you land.</li>",
    "kit_rental" : "No. You will need to bring your own equipment from home unfortunately. You could also rent some before you leave for Egypt.",
    "ticket_cost" : "You'll be paying between $2000-$2800 per solo skydive, so this is definitely not a jump for the faint of wallet! However, this does include hotel accomodation (in a pretty sweet hotel if we don't say so ourself), meals and ground transfer around egypt.",
    "weather" : "It's in the middle of a desert, so we're fairly certain that you have a good chance of sun and clear skies here!",
    "min_licence" : "You will need a minimum of 100 jumps and a B Licence to jump here, which honestly we find to be a pretty reasonable requirement. Even from complete begginer level having done no jumps, and in the right location, with the right instructors you can get up to that number in a couple weeks no problem. Egypt here you come!",
    "location_lbl" : "The iconic Great Pyramids of Giza - if you don't know about these mand-made wonders already, then you're beyond saving!",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3456.0403634662775!2d31.131160014518777!3d29.978269978651834!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14584587ac8f291b%3A0x810c2f3fa2a52424!2sThe%20Great%20Pyramid%20of%20Giza!5e0!3m2!1sen!2suk!4v1673883052227!5m2!1sen!2suk",
    "dz_contacts" : "<li>Website: <a href='https://skydivehigh.com/skydive-egypt/'>https://skydivehigh.com/skydive-egypt/</a></li><li>Email: <a href='mailto:info@incredible-adventures.com'>info@incredible-adventures.com</a></li><li>Telephone: <a href='tel:+8006447382'>800-644-7382</a></li><li><a href='https://www.instagram.com/skydiveegypt/?hl=en'>Instagram</a></li>"
}