{
    "name" : "Skydive Maldives",
    "img_url" : "assets/dz_images/Maldives.jpg",
    "img_description" : "Photo by <a href='https://unsplash.com/@seefromthesky?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Ishan @seefromthesky</a> on <a href='https://unsplash.com/s/photos/maldives?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
    "likes" : "<li>THE VIEW!!! LOOK AT THAT VIEW!</li><li>The landing area is the beach - why not swoop down onto the sand and grab a beer from your buddies hand before you hit the ground ;)</li><li>There's plenty of other activities to do outside of skydiving. Why not go scuba diving with sharks, or get your tan going on the beaches? You're in the maldives after all!</li>",
    "dislikes" : "<li>200 skydives is a pretty high jump; this place is only for the experienced</li><li>Expensive. The dropzone and the surrounding area will burn a whole in all but the most wealthy skydivers out there :/</li><li>Logicistically it's gonna be a hard one getting together the whole squad for a cheeky maldives trip, but if you can, the reward is absolute eye candy from above!</li>",
    "kit_rental" : "We found no trace of this DZ offering equipment rental, so we're gonna go ahead and say nah, they don't offer any. It's unlikely they'd want to ruin their own kit if you make an off-landing in the sea, but bear that one in mind for yourself also.",
    "ticket_cost" : "Bit of a weird one here. It looks like this DZ mainly focuses on offering tandem skydives so if you just rock up by yourself they're not gonna have a nice warm seat ready for just you unfortunately (awwww). However, all is not lost! If you have a squad of 5 or more people then you can buy jump tickets at $252/pp, which is way above the usual price but perhaps worth it for that island viewwww babyyyy. Even better, if you can manage to get a squad of 16 very sane people who enjoy jumping out of perfectly good aeroplanes with you for fun, then a ticket will cost you $79/pp - that's sounding much better!",
    "weather" : "As long as you avoid the wet season (May to November) you are all set for blue skies and sound vibes, free falling over this beautiful island nation. Nice!",
    "min_licence" : "A B-licence, minimum of 200 jumps AND water training is needed to jump here. It's not a DZ for begginers by any means, but hey, if you're new to the sport then you have trips like this one to look forward to in the future!",
    "location_lbl" : "This dropzone is located on the beautiful island nation of The Maldives",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d15958.092625645282!2d73.154111!3d-0.69694!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xdfe1ee1fd8e4dab1!2sSkydiving%20Maldives!5e0!3m2!1sen!2suk!4v1673953741405!5m2!1sen!2suk",
    "dz_contacts" : "<li>Website: <a href='http://joomla.kandima.com/index.php/en/kool-things/sky-diving'>http://joomla.kandima.com/index.php/en/kool-things/sky-diving</a></li><li>N/A</li>Telephone: <a href='tel:+9609922422'>+960 992-2422</a></li><li><a href='https://www.instagram.com/skydive_maldives/'>Instagram</a></li>"
}