{
	"entities": [
		{
            "id": "FJDo68kf",
            "name" : "SkyHigh Skydiving",
            "img_url" : "assets/dz_images/Durham.jpg",
            "img_description" : "Photo by <a href='https://unsplash.com/@kamilpphotos?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Kamil Pietrzak</a> on <a href='https://unsplash.com/s/photos/dropzone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText'>Unsplash</a>",
            "likes" : "<li>For starters, it's super near Durham, which means Durham Uni students can go skydiving on the weekends whenever they want - result!</li><li>The owners of this DZ are pretty passionate about the sport themselves and want to foster the spirit of the super sport of skydiving - they hold events every year such as hot air baloon jumping and cool boogies with much better, open-backed planes. We love to see it!</li>",
            "dislikes" : "<li>Currently only open Friday to Sunday; what if I have a day off during the week and want to jump!? I can't. Noooooooo!!</li><li>Quite 'out in the sticks' so it will take you a while to get there, especially if you don't have a car (ughhh, worth it though).</li>",
            "kit_rental" : "Kit hire is £15 which again, we don't feel that you can complain about. It's a decent amount cheaper than the average English dropzone.",
            "ticket_cost" : "A jump ticket costs just £25, which we find to be pretty reasonable. However, weirdly enough, a hop-and-pop from a third of the alititude will cost the exact same price. Hmmmm, weird. We'd also like to point out that a coached FS or FF jump will set you back a smooth £60, which could be much worse. Overall, go Durham! We rock your prices!",
            "weather" : "Again with the English dropzones, we really don't be having that smooooth weather. Expect cloudy skies, rain and cancelled jumps reguarly, but at least you'll be in good company waiting around the DZ! One of my favourite previous instructors once told me 'you can do a degree in the time you spend waiting around for English weather to clear' and then proceeded to complete an entire music degree, true to his word. So, fellow students, if you're bored and waiting for those clear skies, get out your study books and get to it!",
            "min_licence" : "To make a refreshing change to the way most DZs operate, we've heard that the owners of SkyHigh are enthusiasts of the sport themselves, so you'll have a decent amount of encouragement and progression in the sport here. An A licence will do you just fine, but remeber, if you haven't jumped in a month you'll need to do a cheeky checkout jump with your instructor just to make sure you remeber the mooooveszz.",
            "location_lbl" : "Located in the lovely countryside of our very own County Durham, you can take a while to enjoy the rural area after your jump if you'd like a walk. How charming!",
            "location_src" : "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d9207.471576857091!2d-1.3877422!3d54.7647094!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xb6365e0321403ea1!2sSky-High%20Skydiving!5e0!3m2!1sen!2suk!4v1674502179866!5m2!1sen!2suk",
            "dz_contacts" : "<li>Website: <a href='https://skyhighskydiving.co.uk/'>https://skyhighskydiving.co.uk/</a></li><li>Email: <a href='mailto:info@skyhighskydiving.co.uk'>info@skyhighskydiving.co.uk</a></li><li>Telephone: <a href='tel:01915171234'>0191 517 1234</a></li><li><a href='https://www.instagram.com/sky_high_skydive/'>Instagram</a></li>",
			"comments": {"Bob Dylan":"Why would you ever jump out of a perfectly good aeroplane??", "Ryan Kennedy":"OOOH, I'VE BEEN THERE TOOO!!!"}
		},
		{
			"id": "fj9ds2dF",
            "name" : "Skydive Belize",
            "img_url" : "assets/dz_images/Belize.jpg",
            "img_description" : "Image by <a href='https://www.freepik.com/free-photo/turquoise-blue-texture-fluid-background-with-bubble_4298910.htm#query=belize%20blue%20hole&position=3&from_view=search&track=ais'>Freepik</a>",
            "likes" : "<li>This is one of the most desirable jumps in the world to make. Looking down from the plane into the deep blue abyss that is the blue hole is sure to make your jaw drop on your heart sing. How beautiful would that be!?</li><li>You can jump in flip flops and swim shorts if you like - sound pretty liberating to us!</li><li>Once you get picked up by the rescue boat, it takes you straight onto a scuba diving session in the blue hole! How freaking awesome would that be!?</li>",
            "dislikes" : "<li>Jumping into the blue hole requires you to perform a water landing. Whilst this is safe enough, with boats on hand ready to pick you up straight after you land in the water, there's a problem.</li><li>Salt water. Salt water is not at all healthy for your skydiving gear, so after just a few jumps you may need to replace your multi-thousand pound 'chute; no thanks!</li><li>mentioned liking that you can jump in flip flops, but the downside to that point is that safety regulations might not be *quite* the same as in Europe - so make sure you know your gear is in tip top condition before you consider jumping here!</li><li>The price is enough to make you want to cry. Understandbly, maybe, because the logistics, equipment and permits (*COUGH*COUGH*bribes*COUGH) involved in this adventure of a lifetime are incredibly expensive for the company, but even so, if this jump is now on your bucket list then start saving now!</li>",
            "kit_rental" : "Included in the ticket cost. Just as well, because salt water ruins your gear FAST.",
            "ticket_cost" : "For a solo jump, with scuba diving and gear maintinence after, we believe the cost is currently set at an eye watering $2200 per jump. If you can afford that then you're in for the jump of a lifetime - if not, I feel your pain buddy (*begins to cry in really poor student*).",
            "weather" : "It's the Carribean Sea, so lets be honest, the weather is practically perfect all year round. Buuuttt it's venerable to some pretty extreme weather, with the risk of tsunamis and other natural disasters very much present, so watch the season you go.",
            "min_licence" : "It doesn't acutally say on their website, but let's be honest here, there's no way their letting you jump solo with any less than 200 jumps and a C Licence. This is an objectively difficult and dangerous jump, and you'll need to have your water training certification and much skill to even think about attempting it. If they let you jump on any less than a C Licence then we advise that you get the hell out of there, fast! Because DZs that actually follow saftey regulations ARE cool, remember guys!",
            "location_lbl" : "Located in Central America and surrounded by the beatifully biodiverse wonder that is the Carribean sea, you can find the Blue Hole in Belize. And you can land right in the middle of it - woah",
            "location_src" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3796.3175436247034!2d-87.96727838572006!3d17.917337292021447!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8f5c9ba0dc9d9121%3A0x7da17219be53e7ea!2sSan%20Pedro%20Airport!5e0!3m2!1sen!2suk!4v1673880272258!5m2!1sen!2suk",
            "dz_contacts" : "<li>Website: <a href='https://www.skydivebelize.com/'>https://www.skydivebelize.com/</a></li><li>N/A</li><li>N/A</li><li><a href='https://www.instagram.com/skydive.belize/?hl=en'>Instagram</a></li>",
            "comments" : {}
		}
	]
}


    
