{
    "name" : "Skydive Belize",
    "img_url" : "/client/assets/dz_images/Belize",
    "img_description" : "Image by <a href='https://www.freepik.com/free-photo/turquoise-blue-texture-fluid-background-with-bubble_4298910.htm#query=belize%20blue%20hole&position=3&from_view=search&track=ais'>Freepik</a>",
    "likes" : "<li>This is one of the most desirable jumps in the world to make. Looking down from the plane into the deep blue abyss that is the blue hole is sure to make your jaw drop on your heart sing. How beautiful would that be!?</li><li>You can jump in flip flops and swim shorts if you like - sound pretty liberating to us!</li><li>Once you get picked up by the rescue boat, it takes you straight onto a scuba diving session in the blue hole! How freaking awesome would that be!?</li>",
    "dislikes" : "<li>Jumping into the blue hole requires you to perform a water landing. Whilst this is safe enough, with boats on hand ready to pick you up straight after you land in the water, there's a problem.</li><li>Salt water. Salt water is not at all healthy for your skydiving gear, so after just a few jumps you may need to replace your multi-thousand pound 'chute; no thanks!</li><li>mentioned liking that you can jump in flip flops, but the downside to that point is that safety regulations might not be *quite* the same as in Europe - so make sure you know your gear is in tip top condition before you consider jumping here!</li><li>The price is enough to make you want to cry. Understandbly, maybe, because the logistics, equipment and permits (*COUGH*COUGH*bribes*COUGH) involved in this adventure of a lifetime are incredibly expensive for the company, but even so, if this jump is now on your bucket list then start saving now!</li>",
    "kit_rental" : "Included in the ticket cost. Just as well, because salt water ruins your gear FAST.",
    "ticket_cost" : "For a solo jump, with scuba diving and gear maintinence after, we believe the cost is currently set at an eye watering $2200 per jump. If you can afford that then you're in for the jump of a lifetime - if not, I feel your pain buddy (*begins to cry in really poor student*).",
    "weather" : "It's the Carribean Sea, so lets be honest, the weather is practically perfect all year round. Buuuttt it's venerable to some pretty extreme weather, with the risk of tsunamis and other natural disasters very much present, so watch the season you go.",
    "min_licence" : "It doesn't acutally say on their website, but let's be honest here, there's no way their letting you jump solo with any less than 200 jumps and a C Licence. This is an objectively difficult and dangerous jump, and you'll need to have your water training certification and much skill to even think about attempting it. If they let you jump on any less than a C Licence then we advise that you get the hell out of there, fast! Because DZs that actually follow saftey regulations ARE cool, remember guys!",
    "location_lbl" : "Located in Central America and surrounded by the beatifully biodiverse wonder that is the Carribean sea, you can find the Blue Hole in Belize. And you can land right in the middle of it - woah",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3796.3175436247034!2d-87.96727838572006!3d17.917337292021447!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8f5c9ba0dc9d9121%3A0x7da17219be53e7ea!2sSan%20Pedro%20Airport!5e0!3m2!1sen!2suk!4v1673880272258!5m2!1sen!2suk",
    "dz_contacts" : "<li>https://www.skydivebelize.com/</li><li>N/A</li><li>N/A</li><li>https://www.instagram.com/skydive.belize/?hl=en</li>"
}