{
    "name" : "Skydive Madrid",
    "img_url" : "/client/assets/dz_images/SkydiveMadridJBourton",
    "img_description" : "Me taking my AFF course at Skydive Madrid",
    "likes" : "<li>Almost always sunny! Jumping all day round, and usually you only have to wait a couple of loads until you can go up again.</li><li>Small DZ where people know each other well. Makes for chill vibes once the final load has landed and you crack open some beers to watch the last part of sunset.</li><li>They make some banging bocadillos in the kitchen (obviously important if you've got your priorities straight)</li>",
    "dislikes" : "<li>Shop prices were a bit too high to be reasonable</li><li>Despite having Madrid in the name, you can barely see Madrid from the sky! So don't expect a sweeping view of the city as you climb to altitude, because you won't get it :/</li><li>Surrounding landscape is a bit dry and brown</li><li>Landing area outside of the astroturf is hardened mud - if you have a bad landing, it hurts!</li>",
    "kit_rental" : "Yes. A parachute will set you back €21 per jump, and packing costs €5. There are also weight belts for you to borrow to assist you with your fall rate.",
    "ticket_cost" : "€35 for a single ticket, €340 for 10, €825 for 25 or €1550 for 50.",
    "weather" : "This is sunny spain after all, 9 times out of 10 cloud coverage will be insignifcant for at least some skydivers to jump. However, your jump experience may be impacted with high winds.",
    "min_licence" : "The higher the windspeed the more experienced of a skydiver you will have to be to be allowed to jump. Exactly what these limits are is chosen by the Jumpmaster on the day.",
    "location_lbl" : "This dropzone is located just on the outskirts of Madrid, and is pretty difficult to get too without a car honsetly.",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3059.305347487577!2d-3.5021700851861133!3d39.9345590927473!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd420a08b6812e09%3A0x2dd5f57993cb11d6!2sCentro%20de%20Paracaidismo%20Skydive%20MADRID!5e0!3m2!1sen!2suk!4v1673877570148!5m2!1sen!2suk",
    "dz_contacts" : "<li>https://www.skydivemadrid.es/en/</li><li>info@skydivemadrid.es</li><li>+34 911299376</li><li>https://www.instagram.com/skydive_madrid/</li>"
}