{
    "name" : "GoSkydive",
    "img_url" : "assets/dz_images/GoSkydiveJBourton.JPG",
    "img_description" : "Me on my first ever skydive, falling over sailsbury and with a very, very confused brain, trying to make sense of why I willingly chose to fall through the sky.",
    "likes" : "<li>You can see stonehenge once under canopy! How cool is that!<li>There are some incredibly experienced instructors working there (as of 2020) that are amazing to learn new skills from!</li><li>Next to an aviation museum with a wealth of history inside of it, that's free to enter as a customer of goskydive, and cheap for all other visitors. If you like planes, then you'll have an amazing time looking around the mueseum. In fact, the dropzone itself was used during WW2 for some critically important missions, which you can learn about on-site.</li><li>The surrounding area of Old Sarum is rich in English heritige, which you can explore after your skydive at your leisure. If you're interested in finding out more about Old Sarum, here's an interesting website: https://www.english-heritage.org.uk/visit/places/old-sarum/history/</li>",
    "dislikes" : "<li>In our opinion, this DZ was poorly organised and extremley money-oriented</li><li>It's also very tandem-focused, so change your expectations if you're expecting to be given lots of attention and space throughout the day as a fun jumper.</li>",
    "kit_rental" : "Back in 2021, gear rental was temporarilly free for AFF students. However, we are almost certain that this is no longer the case, so we cannot provide a price estimate for this dropzone unfortunately.",
    "ticket_cost" : "Jump tickets cost £25 in 2021 but we consider it very likely that there will have been a change since then. However, this has not been updated on their website.",
    "weather" : "yeahhhh... this is a grim one. GoSkydive IS is southern England after all, so what can we expect really, but this DZ has to call off a lot of planes due to poor weather conditions. Sailsbury only gets about 50 days of sun a year, and some of those days are too windy for jumping, so bear that in mind. Our only advice here is go expecting good vibes but not necessarily any jumps, because the people here are chill but the weather is most certainly not. We'll keep our fingers crossed for blue skies for you!",
    "min_licence" : "We don't think that GoSkydive will be too receptive to A Licence holders here anymore unfortunately. Perhaps if you rock up with your squad, and all of you are realtively experienced sport jumpers, they'll allow you to jump (if you make them look cool ofc, which how could you not with drip like that??) but don't take our word for it.",
    "location_lbl" : "This dropzone is located in the culturally rich area of Old Sarum, Sailsbury. It's beautiful, and we recommend you explore it whilst you're in the area - especially Stonehenge!",
    "location_src" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2505.335006154199!2d-1.781935284761335!3d51.10227894806426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4873eeb44e2850a1%3A0xeee833e5e915ba2f!2sGoSkydive!5e0!3m2!1sen!2suk!4v1673877469446!5m2!1sen!2suk",
    "dz_contacts" : "<li>Website: <a href='https://www.goskydive.com/'>https://www.goskydive.com/</a></li><li>Email: <a href='mailto:info@goskydive.com'>info@goskydive.com></a></li><li>Telephone: <a href='tel:+441722568604'>01722 568604</a></li><li><a href='https://www.instagram.com/goskydiveuk/'>Instagram</a></li>"
}